import './GuideOfChoice.scss'

const guideOfChoice = () => {
    return (
        <section className="guide">
            <div className="container">
                <div className="guide-holder">
                    <div className="paragraph-holder">
                        <p>У нашому магазині Vape Hub чимало різних тютюнів, і обрати з нього те, що вам сподобається буває
                            досить важко. Тут буде короткий гайд як вибрати краще для вас, щоб ви залишились задоволені
                            своїм вибором і звертались до нас ще ;)</p>
                    </div>
                    <h2 className="guide-title">Який тютюн вибрати до кальяну?</h2>
                    <div className="paragraph-holder">
                        <p>Тютюн розрізняють за такими критеріями:</p>
                        <ul className="criterias-list">
                            <li className="criterias-list-item">міцності</li>
                            <li className="criterias-list-item">жаростійкості</li>
                            <li className="criterias-list-item">димності</li>
                        </ul>
                    </div>
                    <h2 className="guide-title">Основні рекомендації по вибору тютюну(заправки) для кальяну</h2>
                    <div className="paragraph-holder">
                        <p>Щодо легкого тютюну ми рекомендували вам зупинитись на таких виробниках:
                            <b> Buta, Serbetli, Jibiar, Al-Fakher.</b></p>
                        <p>Якщо ви любитель екстриму і полюбляєте кінську дозу нікотину, тоді рекомендумо таких
                            виробників:
                            <b>Adalya, Dead Horse, Tangiers.</b></p>
                    </div>
                    <div className="paragraph-holder">
                        <p>Ви завжди зможете зробити більш легкий або більш міцний тютюн, змішавши його з більш міцним
                            (більше %) або з більш легким (менше %) відповідно. Успіху в експериментах.</p>
                    </div>
                    <div className="paragraph-holder">
                        <p>Перед забиванням рекомендується дрібно нарізати (трохи віджати серветкою) тютюн і покласти в
                            чашу, злегка притиснувши зверху, щоб листочки ні в якому разі не торкалися до фольги або
                            калауду, це потрібно для смачнішого, об&apos;ємного диму і, найголовніше, без гіркоти!</p>
                    </div>
                    <div className="paragraph-holder">
                        <p>Всі смаки у нас розписані на сайті, але можете в будь-який час завітати в наш фірмовий
                            магазин, де досвідчені консультанти порадять вам лише якісний товар і обдеруть вас до
                            останньої нитки ;)</p>
                    </div>
                    <h2 className="guide-title">Яке вугілля обрати?</h2>
                    <div className="paragraph-holder">
                        <p>Тут однозначно виібр на кокосовому вугіллі. Воно довго горить, добре тліє і висока
                            тепловіддача. Найкраще вугілля розпалювати на електричній плитці, ретельно обертаючи
                            вугілля, щоб воно рівномірно прогрілось.</p>
                    </div>
                    <div className="paragraph-holder">
                        <p>Ми можемо запропонувати вугілля різної фасовки -
                            декілька кубиків і великий запас щоб стало надовго. Щодо форми - під калауд ідеально
                            підійде <b>сегментне</b> вугілля. Воно ідеально вміщується всередині, тим самим не вистає за
                            краї калауда, що доволяє кришечкою дозувати повітря для інтенсивності прожарки. Вугілля у
                            формі куба підійде для використання із фольгою. </p>
                    </div>
                    <h2 className="guide-title">А як щодо одноразок?</h2>
                    <div className="paragraph-holder">
                        <p>Поди (pods) або одноразки - новомодний тренд серед молоді. Найбільша мрія всіх школярів.
                            Тому, школярики, цей контент не для Вас, це товари суто для повнолітніх. </p>
                    </div>
                    <div className="paragraph-holder">
                        <p>Щодо вибору одноразок - критеріїв набагато більше. Ви можете орієнтуватись по міцності,
                            орієнтованій кількості затяжок і широкій палітрі смаків. Є також одноразки які можуть
                            перезаряджатися, аж до втрати смакових характеристик. І на кінець, все вище описане можна
                            охаратеризувати так: &ldquo;На колір і смак всі фломастери різні&ldquo;. Експериментуйте,
                            пробуйте,
                            відкривайте для себе світ крутих одноразок.</p>
                    </div>
                    <div className="paragraph-holder">
                        <p>Сподіваємося, що наш гайд Вас наведе на правильний вибір. Смачного, приємного і приємного вам
                            куріння! (В жодному разі ми не пропагуємо куріння і різного роду нікотиновмісні продукти.
                            Всі продукти для свідомих та повнолітніх користувачів).</p>
                    </div>
                </div>
            </div>
        </section>
    )
}

export default guideOfChoice;